[Laboratory X2EncyclopediaTemplate]
DescriptionEntry="实验室设施为额外科学家提供了工作空间，使他们对当前研究项目的贡献翻倍。这些设施还提高了研究效率，为研究使用的材料提供折扣，并增加了捕获的数据板产生的情报产量。"

[Laboratory X2FacilityTemplate]
Summary="每个实验室都增加了研究取得突破的机会。科学家可以在实验室中工作，为泰根博士提供额外协助，从而进一步缩短所有研究项目的时间。配备科学家的实验室还提高了研究效率，为研究使用的材料提供折扣，并增加了捕获的数据板产生的情报产量。"